[
  {
    "sub3": [
      {
        "text": [
          {
            "code": "E1",
            "print": "골목을 지나던 도중 몸을 옹송그린 채 구석진 곳에서 잠을 청하고 있는 사람이 하나 눈에 들어왔다. 어디 건물 안도 아니고, 대낮부터 이런 길목에서 잠들어 있다가는 목숨 잃기 십상일 텐데. 영과 가볍게 눈빛을 교환한 뒤 웅크린 사람의 어깨를 툭툭 치며 잠을 깨웠다. 상대는 몸을 움찔거리다가 이내 산발 머리를 불쑥 치켜들었다."
          },
          {
            "code": "E2",
            "print": "골목을 지나던 도중 몸을 옹송그린 채 구석진 곳에서 잠을 청하고 있는 사람이 하나 눈에 들어왔다. 어디 건물 안도 아니고, 대낮부터 이런 길목에서 잠들어 있다가는 목숨 잃기 십상일 텐데. 웅크린 사람의 어깨를 툭툭 치며 잠을 깨웠다. 상대는 몸을 움찔거리다가 이내 산발 머리를 불쑥 치켜들었다."
          }
        ],
        "option": false,
        "condition": true,
        "textStyle": "dialog"
      },
      {
        "text": "퀭한 눈가에 핏자국이며 눈물, 콧물 자국이 가릴 것 없이 더럽게 뒤섞여 있었다. 상대는 잠이 덜 깬 듯 엉거주춤 경황 없는 자세를 잡고서도 짐승처럼 사납게 인상을 찌푸린 채 나를 노려봤다. 찬찬히 살피니 저번에 목격한 적이 있는 사람이었다.",
        "option": false,
        "textStyle": "dialog"
      },
      {
        "text": "남의 목을 스스럼없이 그어 죽이던 시체털이범. 잘못 걸렸다. 소름이 찌르르 뒷골을 타고 올랐다.",
        "option": false,
        "textStyle": "dialog"
      },
      {
        "text": "시체털이",
        "option": false,
        "textStyle": "npcName"
      },
      {
        "text": "너, 이 빌어먹을, 어디서 잠든 사람에게 강도질을 하려고……. 비, 비켜! 꺼져! 죽여 버린다!",
        "option": false,
        "textStyle": "npcDialog"
      },
      {
        "text": "무방비한 상태에서 막 깨어난 직후여서인지, 상대는 발작적으로 나를 위협하며 품 안에서 나이프를 꺼내 겨누었다. 이전에 본 적이 있는 얼굴이라는 점도 전혀 인지를 하지 못하는 듯 보였다. 휙휙 소리를 내며 허공을 가르는 나이프가 선득했다.",
        "option": false,
        "textStyle": "dialog"
      },
      {
        "text": [
          {
            "conditionalCode": "subnav1",
            "code": "sub3-a1",
            "print": "◾도망친다 "
          },
          {
            "conditionalCode": "subnav1",
            "code": "sub3-a2",
            "print": "◾공격한다 "
          },
          {
            "conditionalCode": "sub2-b2",
            "code": "sub3-a3",
            "print": "◾이번에야말로 가르침을 달라 "
          }
        ],
        "option": true,
        "condition": true
      }
    ],
    "sub3-a1": [
      {
        "text": "저런 사람을 상대해 봤자 아마 진만 잔뜩 빠지겠지. 괴물에게 시달리는 것만으로도 피곤한 세상에서, 사람에게까지 목숨을 위협받고 싶지는 않다.",

        "option": false,

        "textStyle": "dialog"
      },
      {
        "text": [
          {
            "code": "E1",
            "print": "영과 함께 시체털이범이 휘두르는 나이프를 피해 걸음을 옮겼다. 어쨌든 저 사람도 사람은 사람이니, 다시 잠들어 길에서 객사할 일은 없기를 바라 줄 뿐이었다."
          },
          {
            "code": "E2",
            "print": "시체털이범이 휘두르는 나이프를 피해 걸음을 옮겼다. 어쨌든 저 사람도 사람은 사람이니, 다시 잠들어 길에서 객사할 일은 없기를 바라 줄 뿐이었다."
          }
        ],
        "option": false,
        "condition": true,
        "textStyle": "dialog"
      },
      {
        "text": [{ "print": "◾다음으로", "code": "subnav2" }],

        "option": true
      }
    ],
    "sub3-a2": [
      {
        "text": "계속해서 상대의 페이스에 말려들기만 할 수는 없었다. 먼저 이렇게 위협을 받아 놓고 그대로 도망치고 싶지도 않았다. 죽이지 않으면 죽는 상황이 아니던가. 상대가 경황 없이 휘두르는 나이프를 가만히 노려보다가, 짐으로 들고 다니던 식칼을 꺼내 들었다.",
        "option": false,
        "textStyle": "dialog"
      },
      {
        "text": "시체털이",
        "option": false,
        "textStyle": "npcName"
      },
      {
        "text": "허, 그렇게 나오겠다 이거지? 칼을 휘둘러 본 적이 있긴 해?",
        "option": false,
        "textStyle": "npcDialog"
      },
      {
        "text": "그렇게 엉성한 폼으로 누구 하나 찌를 수나 있겠어? 응? 거 자신 있으면 쳐 보시라고.",
        "option": false,
        "textStyle": "npcDialog"
      },
      {
        "text": "상대는 날선 무기를 마주하자 배로 신경이 날카로워진 듯, 칼을 들고 매섭게 나를 향해 다가오기 시작했다. 힘 있게 훅, 훅, 가슴을 찌를 듯 들어오는 나이프에 저절로 뒷걸음질을 치게 됐다. 하지만 이렇게 된 이상 물러날 구석도 없다. 이판사판이지.",
        "option": false,
        "textStyle": "dialog"
      },
      {
        "text": "숨을 크게 들이마신 뒤 상대를 향해 크게 식칼을 휘둘렀다. 뻐근할 만큼 힘이 들어간 손목이 욱신거리며 쑤셔 왔다. 초심자의 행운이라도 되는 걸까, 휘두른 칼날은 상대의 목을 베고 살을 파고들었지만,",
        "option": false,
        "textStyle": "dialog"
      },
      {
        "text": "그와 동시에, 상대의 칼날 역시도 내 몸을 파고들었다.",
        "option": false,
        "textStyle": "dialog"
      },
      {
        "text": [{ "print": "◾칼날을 빼낸다", "code": "sub3-b1" }],
        "option": true
      }
    ],
    "sub3-b1": [
      {
        "text": [
          {
            "code": "E1",
            "print": "다행스럽게도 상대의 나이프가 내 급소는 비껴 나간 모양이었다. 찢어진 뱃가죽의 고통에 이를 악물고 신음하며, 상대의 목에 쑤셔넣었던 식칼을 빼내어 들었다. 상대는 비명조차 지르지 못하고 꺽꺽거리다가 절명하고 말았다. 얼굴이며 옷에 튄 피 냄새가 짙고 끔찍했다. 영은 적잖은 충격을 받은 듯 그 자리에 못 박인 것처럼 서 있었다."
          },
          {
            "code": "E2",
            "print": "다행스럽게도 상대의 나이프가 내 급소는 비껴 나간 모양이었다. 찢어진 뱃가죽의 고통에 이를 악물고 신음하며, 상대의 목에 쑤셔넣었던 식칼을 빼내어 들었다. 상대는 비명조차 지르지 못하고 꺽꺽거리다가 절명하고 말았다. 얼굴이며 옷에 튄 피 냄새가 짙고 끔찍했다."
          }
        ],
        "option": false,
        "condition": true,
        "textStyle": "dialog"
      },
      {
        "text": "가쁜 숨을 몰아쉬다가 식칼을 제자리에 돌려놓았다. 상대와의 대치 중 발생한 소음이 컸으니 자리를 빨리 뜨는 편이 낫겠지. 죽은 사람, 내 손으로 죽인 사람을 수습할 시간조차 없었다. 아니, 그를 굳이 수습해야 했는지도 잘 모르겠다.",
        "option": false,
        "textStyle": "dialog"
      },
      {
        "text": "급하게 자리를 뜨며 손에 남아 있는 감각을 끊임없이 곱씹었다. 사람의 가죽과 근육을 가르고 칼날을 쑤셔박는 데에는 생각보다 힘이 많이 드는구나.",
        "option": false,

        "textStyle": "dialog"
      },
      {
        "text": "더는 생각을 잇고 싶지 않았다. 어쨌든 됐다. 남을 해쳐서라도 나는 살아남았고, 지금은 그 이상으로 무언가 떠올릴 수 있는 여유가 없었다.",
        "option": false,
        "textStyle": "dialog"
      },
      {
        "text": [{ "print": "◾다음으로", "code": "subnav2" }],

        "option": true
      }
    ],
    "sub3-a3": [
      {
        "text": "시체털이와 마주한 이후로부터, 나는 내내 그날의 장면을 잊지 못하고 있었다. 그동안 간간이 지켜 왔던 인간으로서의 양심이나 도리 따위는 그다지 중요하지 않는 것처럼만 느껴졌다. 나는 시체털이에게 지난번의 일을 설명하며 이번에야말로 내게 기술을 가르쳐 달라고 이야기했다.",
        "option": false,
        "textStyle": "dialog"
      },
      {
        "text": "상대는 광인 바라보듯 나를 바라보다가, 되짚던 기억이 서서히 돌아오는지 경계하던 표정을 풀었다. 예의 그 히죽거리는 미소가 상대의 만면에 떠올랐다. 상황에서 자신이 우위를 점했다고 인식한 걸까.",
        "option": false,
        "textStyle": "dialog"
      },
      {
        "text": "시체털이",
        "option": false,
        "textStyle": "npcName"
      },
      {
        "text": "오, 그래? 아직까지 그럴 마음이 드셔? 이것도 아주 단단히 미친놈이로구만?",
        "option": false,
        "textStyle": "npcDialog"
      },
      {
        "text": [
          {
            "code": "E1",
            "print": "상대는 나이프를 느슨하게 쥐고 내 곁으로 건들건들 다가오더니, 내 머리카락을 들춰 보거나 소지품을 빼내어 제멋대로 살폈다. 진지하게 내 말을 믿는다기보다는 재미로 건드려 보는 듯한 눈치였다. 영은 내 이름을 짧게 불렀다가, 이내 시체털이의 행동을 묵인하는 내 모습에 걸음을 돌려 골목을 나가 버렸다."
          },
          {
            "code": "E2",
            "print": "상대는 나이프를 느슨하게 쥐고 내 곁으로 건들건들 다가오더니, 내 머리카락을 들춰 보거나 소지품을 빼내어 제멋대로 살폈다. 진지하게 내 말을 믿는다기보다는 재미로 건드려 보는 듯한 눈치였다."
          }
        ],
        "option": false,
        "condition": true,
        "textStyle": "dialog"
      },
      {
        "text": [
          {
            "code": "E1",
            "print": "그대로 떠난 걸까. 동행인을 다시 만날 수 있을는지에 대한 의문이 들기야 했지만, 그렇게 마음이 쓰이는 것은 아니었다. 어차피 눈앞의 사람을 설득한다면 새 동행인이 생기는 것일 테니까."
          },
          {
            "code": "E2",
            "print": "여태껏 동행 없이 어떻게든 이 세상을 아득바득 버텨 왔지만, 상대와 함께 간다면 훨씬 더 많은 것들을 할 수 있을 것 같았다. 눈앞의 사람은 마냥 순진해 보이던 영 같은 사람과는 달리, 내게 이득이 될 만한 사람이었으니까."
          }
        ],
        "option": false,
        "condition": true,
        "textStyle": "dialog"
      },
      {
        "text": "발언이 진심이었음을 재차 강조하며 동행을 요청하자, 시체털이는 내 어깨에 팔을 얹으며 나긋하게 말했다. 몸에서 나는 악취가 이전보다 훨씬 심해진 것 같았다.",
        "option": false,
        "textStyle": "dialog"
      },
      {
        "text": "시체털이",
        "option": false,
        "textStyle": "npcName"
      },
      {
        "text": "그래. 동행, 공범? 있으면야 편하지. 서로 모가지에 칼날만 들이밀지 않으면 꽤 괜찮은 비즈니스를 할 수 있단 말이야, 응?",
        "option": false,
        "textStyle": "npcDialog"
      },
      {
        "text": "근데 내가 다짜고짜 너 같은 꼬맹이의 뭘 믿고 내 밑으로 받아 주겠어?",
        "option": false,
        "textStyle": "npcDialog"
      },
      {
        "text": "그래서 말인데, 제안을 하나 하지.",
        "option": false,
        "textStyle": "npcDialog"
      },
      {
        "text": [{ "print": "◾무슨 제안인지", "code": "sub3-b2" }],
        "option": true
      }
    ],
    "sub3-b2": [
      {
        "text": "시체털이",
        "option": false,
        "textStyle": "npcName"
      },
      {
        "text": [
          {
            "code": "E1",
            "print": "아까 나간 네 전 동료 있잖아? 그 목을 따 와 봐."
          },
          {
            "code": "E2",
            "print": "지나는 사람들 있잖아? 노인이든, 어린애든, 상관없이 카운트 해 줄게. 가서 아무 목이나 하나 따 와 봐."
          }
        ],
        "option": false,
        "condition": true,
        "textStyle": "npcDialog"
      },
      {
        "text": "못 하겠으면 그만두고. 어디 보자, 바지에 지리고 울면서 돌아오는 건 아니겠지?",
        "option": false,
        "textStyle": "npcDialog"
      },
      {
        "text": "상대는 재미있는 유흥거리를 찾아냈다는 것처럼 킬킬거리며 나를 확 밀치고 물러났다. 삐딱하게 벽에 기대어 선 자세가 어서 가지 않고 뭐 하느냐 내게 묻는 듯했다.",
        "option": false,
        "textStyle": "dialog"
      },
      {
        "text": "무심코 호신용으로 들고 다니던 식칼 한 자루의 존재가 떠올랐다.",
        "option": false,
        "textStyle": "dialog"
      },
      {
        "text": [
          { "print": "◾사람을 죽여 온다", "code": "sub3-c1" },
          { "print": "◾역시 살인은 못 하겠다", "code": "sub3-c2" }
        ],
        "option": true
      }
    ],
    "sub3-c1": [
      {
        "text": "어차피 충분히 각오한 일이 아니었던가. 아니, 오히려 사람을 거리낌없이 해하고 싶어서 상대에게 동행 제안을 했던 것일진대, 이제 와 조건으로 살인을 걸어 봤자 코웃음만 나올 뿐이었다. 목적이 곧 조건이 되는 꼴이 아닌가? 나는 시체털이에게 잠시만 기다리라고 말을 전한 뒤 식칼을 꺼내 등 뒤로 숨겼다.",
        "option": false,
        "textStyle": "dialog"
      },
      {
        "text": [
          {
            "code": "E1",
            "print": "영을 따라가 방심시킨 뒤 찔러 죽이기까지의 과정은 그렇게 어렵지 않았다. 이미 꽤 오랫동안 동행을 하며 친분을 쌓아 둔 상대였으니까. 영과 함께하기 위해 알아가던 영의 모습들은 이제 영을 죽이기 위해 사용할 수 있는 훌륭한 재료가 되었다."
          },
          {
            "code": "E2",
            "print": "지나던 사람을 붙잡아 죽이는 것은 생각보다 어려운 일이 아니었다. 마침 무리 없이 홀로 몸을 옮기고 있는 사람을 대상으로 했다. 괴물에게 쫓기는 척을 하며 도움을 요청하자 상대는 의심 없이 나를 돕기 위해 다가왔고, 선의란 정말 어리석은 것이었다."
          }
        ],
        "option": false,
        "condition": true,
        "textStyle": "dialog"
      },
      {
        "text": "시체털이에게 가서 나의 일을 보고하자, 상대는 의외라는 듯 굉장히 놀란 반응을 보였다. 내가 정말 사람을 죽여 올 줄은 상상하지 못했던 것 같다. 그러나 내 마음가짐이 이 정도라면 같이 다닐 만하다 생각이 된 듯, 생각보다 선뜻 동행을 허락해 왔다.",
        "option": false,
        "textStyle": "dialog"
      },
      {
        "text": "그렇게 나는 시체털이와 공범이 되어 하루하루 남의 것을 앗아가고 타인을 해치며 연명하게 되었다.",
        "option": false,
        "textStyle": "dialog"
      },
      {
        "text": [{ "print": "◾다음으로", "code": "end2" }],

        "option": true
      }
    ],
    "sub3-c2": [
      {
        "text": "아무리 그래도 직접 살인까지 하려고 하자 손이 떨려 견딜 수가 없었다. 그날 이후로 사람을 해하고 죽일 각오, 남의 것을 앗아 올 각오는 충분히 해 왔다고 생각했는데 왜일까. 시체털이는 사람을 죽일 수 없다며 고개를 내젓는 나를 비웃으며 무릎을 걷어찼다. 다리가 꺾인 듯 강한 통증에 몸이 무너졌다.",
        "option": false,
        "textStyle": "dialog"
      },
      {
        "text": "시체털이",
        "option": false,
        "textStyle": "npcName"
      },
      {
        "text": "그러면 그렇지. 이거 뭐 죽일 재미도 없는 놈일세…….",
        "option": false,
        "textStyle": "npcDialog"
      },
      {
        "text": "꼬맹아. 괜히 악당 놀이 하겠다고 칼 쥐지 말고, 그 바닥에 누워서 기는 법부터 연습하고 있어라, 응?",
        "option": false,
        "textStyle": "npcDialog"
      },
      {
        "text": [
          {
            "code": "E1",
            "print": "흥미가 떨어진 듯한 시체털이는 킬킬대며 그 자리를 떴다. 나는 고통에 이를 악물며 간신히 몸을 일으켰다. 이런 꼴이 되고도 살아남기는 해야 했다. 절뚝거리는 다리를 질질 끌고 벽을 짚으며 영을 찾아 헤맸지만, 결국 홀로 무너져 버린 몸은 무방비하게 괴물들의 길목에 노출되었다."
          },
          {
            "code": "E2",
            "print": "흥미가 떨어진 듯한 시체털이는 킬킬대며 그 자리를 떴다. 나는 고통에 이를 악물며 간신히 몸을 일으켰다. 이런 꼴이 되고도 살아남기는 해야 했다. 절뚝거리는 다리를 질질 끌고 벽을 짚으며 쉴 곳을 찾아 헤맸지만, 결국 홀로 무너져 버린 몸은 무방비하게 괴물들의 길목에 노출되었다."
          }
        ],
        "option": false,
        "condition": true,
        "textStyle": "dialog"
      },
      {
        "text": "괜한 객기를 부리지 말았어야 했을까. 후회는 아주 잠시뿐이었다. 달려든 괴물이 내 머리통을 아작내기까지의 시간은 찰나보다 짧았으니까.",
        "option": false,
        "textStyle": "dialog"
      },
      {
        "text": [{ "print": "◾다음으로", "code": "end1" }],

        "option": true
      }
    ]
  }
]
